{
	"origin.originstweaks.arachnid.name": "Arachnid [OT]",
	"origin.originstweaks.arachnid.description": "Their skill in climbing and the venomous sting they wield doth make the Arachnid a hunter of unmatched prowess.",
	"power.originstweaks.master_of_webs.name": "Mastery of the Silken Thread",
	"power.originstweaks.master_of_webs.description": "The Arachnid kin have mastered the delicate art of cobwebs, using them to their advantage and traversing their silken paths with effortless grace.",
	"badge.originstweaks.master_of_webs.0": "Propel thyself towards a block or beast within sixteen paces by the use of [Primary].",
	"badge.originstweaks.master_of_webs.1": "Thy webshot doth hold seven charges, and doth replenish fully in the space of thirty seconds.",
	"badge.originstweaks.master_of_webs.2": "Thou movest freely through cobwebs and mayst employ them for thy swift ascent.",
	"badge.originstweaks.master_of_webs.3.prefix": "Combine nine strands of String to craft a Cobweb.",
	"badge.originstweaks.master_of_webs.3.suffix": "To sneak and break a cobweb block doth yield again the nine strings employed in its making.",
	"power.originstweaks.venom.name": "The Serpent's Kiss",
	"power.originstweaks.venom.description": "The Arachnid folk possess the power to inject fell neurotoxins into foe or prey, thereby weakening their very essence.",
	"badge.originstweaks.venom.0": "Press [Secondary] to shift 'twixt the arts of Climbing and Venom's embrace.",
	"badge.originstweaks.venom.1": "Thy melee strikes bear a chance to inflict a most virulent poison.",
	"power.originstweaks.climbing.name": "The Spider's Grace",
	"power.originstweaks.climbing.description": "Granting thee the boon to ascend any wall, and not merely those adorned with ladders.",
	"badge.originstweaks.climbing.0": "Press [Secondary] to shift 'twixt the arts of Climbing and Venom's sting.",
	"power.originstweaks.arthropod.name": "Of the Jointed Kind",
	"power.originstweaks.arthropod.description": "As one of the Arthropod kin, thy stature is diminished, and thou art able to soften thy falls as a feather upon the breeze.",
	"badge.originstweaks.arthropod.0": "Thy height doth stand at one and a half blocks.",
	"badge.originstweaks.arthropod.1": "Thou shalt only suffer harm from falls exceeding sixteen blocks in height.",
	"badge.originstweaks.arthropod.2": "Being an arthropod, thou art vulnerable to the Bane of Arthropods enchantment.",
	"origin.originstweaks.avian.name": "Avian [OT]",
	"origin.originstweaks.avian.description": "The Avian kin, long since denied true flight, now these gentle souls may be seen gliding from place to place upon the yielding winds.",
	"power.originstweaks.slow_falling.name": "As Light as a Feather",
	"power.originstweaks.slow_falling.description": "Thou descendest to the earth as softly as a feather upon the gentle breeze.",
	"badge.originstweaks.slow_falling.0": "Toggle this power with [Secondary].",
	"power.originstweaks.animal_friendship.name": "Kinship with the Beasts",
	"power.originstweaks.animal_friendship.description": "The beasts feel safe within thy presence and may be tamed without the need for victuals or trinkets.",
	"badge.originstweaks.animal_friendship.0": "Tame a beast with [Primary], though a respite of two minutes must pass ere thou mayst do so again.",
	"badge.originstweaks.animal_friendship.1": "Creatures tameable include: Wolves, Cats, Parrots, Horses, Donkeys, Mules, and Llamas.",
	"badge.originstweaks.animal_friendship.2": "Beasts such as axolotls, foxes, and ocelots hold thee in trust, will not flee thy sight, and shall even fight at thy very side.",
	"power.originstweaks.green_thumb.name": "The Gardener's Touch",
	"power.originstweaks.green_thumb.description": "Thou possessest a natural gift for the cultivation and gathering of the earth's bounty.",
	"badge.originstweaks.green_thumb.0": "Harvesting crops with a hoe doth increase the bounty yielded.",
	"badge.originstweaks.green_thumb.1": "The gathering of carrots, melons, and apples holds a chance to yield a golden variant of the crop.",
	"badge.originstweaks.green_thumb.2": "Thou art able to partake of glistering melon slices.",
	"origin.originstweaks.blazeborn.name": "Blazeborn [OT]",
	"origin.originstweaks.blazeborn.description": "Descended from the fiery Blaze of old, the Blazeborn are by nature immune to the perils of the Nether's fiery domain.",
	"power.originstweaks.burning_wrath.name": "Wrath of the Flame",
	"power.originstweaks.burning_wrath.description": "For centuries untold, the Blazeborn have relied upon the might of fire to aid them in both battle and survival.",
	"badge.originstweaks.burning_wrath.0": "Set thyself ablaze for thirty seconds by the use of [Primary].",
	"badge.originstweaks.burning_wrath.1": "Whilst aflame, thou dealest one hundred and twenty-five percent of base damage and dost ignite thy target.",
	"badge.originstweaks.burning_wrath.2": "Thou mayst employ thy fire to light Campfires or fuel Furnaces and Brewing Stands.",
	"power.originstweaks.firecharged_projectile.name": "Bolts of Living Fire",
	"power.originstweaks.firecharged_projectile.description": "Thou art able to assail foes with a burst of fiery orbs.",
	"badge.originstweaks.firecharged_projectile.0": "Shoot forth a volley of three Fireballs with [Secondary].",
	"power.originstweaks.fire_immunity.name": "Proof Against the Flame",
	"power.originstweaks.fire_immunity.description": "Thou art immune to all forms of fire's harm, and mayst even swim within the molten lava's embrace.",
	"origin.originstweaks.elytrian.name": "Elytrian [OT]",
	"origin.originstweaks.elytrian.description": "Oft soaring upon the very winds, the Elytrian folk find unease when sufficient space doth not lie above their noble heads.",
	"power.originstweaks.gift_of_the_skies.name": "The Sky's Own Gift",
	"power.originstweaks.gift_of_the_skies.description": "Evolution's hand hath blessed thee with wings, which thou mayst employ to fly with effortless grace and ease.",
	"badge.originstweaks.gift_of_the_skies.0": "Employ [Primary] to launch high into the airy expanse when grounded, or to ascend whilst gliding upon thy feathered wings.",
	"badge.originstweaks.gift_of_the_skies.1": "Thy Stamina is finite in measure. Launching and ascending doth deplete it; regain thy breath by resting upon the solid ground.",
	"badge.originstweaks.gift_of_the_skies.2": "'Tis harder to take flight with armor exceeding twelve in its total sum.",
	"badge.originstweaks.gift_of_the_skies.3": "'Tis fraught with peril to use fireworks whilst thou art gliding upon the winds.",
	"power.originstweaks.companion_mounting.name": "The Rider's Burden",
	"power.originstweaks.companion_mounting.description": "Thy fellows may mount thee as a steed, yet shouldst thou crash or be struck by any launched missile, they shall be cast asunder.",
	"badge.originstweaks.companion_mounting.0": "Thou mayst bid thy passengers to dismount at any moment with a press of [Secondary].",
	"badge.originstweaks.companion_mounting.1": "Ability brought forth by the ingenuity of AnimGoated.",
	"power.originstweaks.aerial_combatant.name": "Warrior of the Winds",
	"power.originstweaks.aerial_combatant.description": "Thou dealest a far greater measure of harm after three seconds of true flight upon thy wondrous elytra.",
	"badge.originstweaks.aerial_combatant.0": "Attacks delivered mid-flight receive a doubling (Melee) and one and a half times (Ranged) increase in their mighty force.",
	"origin.originstweaks.enderian.name": "Enderian [OT]",
	"origin.originstweaks.enderian.description": "Born as scions of the mighty Ender Dragon, Enderians possess the arcane power of teleportation, yet are sore vulnerable to the slightest touch of water.",
	"power.originstweaks.throw_ender_pearl.name": "The Pearl of Passage",
	"power.originstweaks.throw_ender_pearl.description": "Whenever thy will doth command, thou mayst cast an ender pearl that deals no earthly harm, allowing thee to traverse the very fabric of space in but an instant.",
	"badge.originstweaks.throw_ender_pearl.0": "Cast forth a shimmering pearl with a press of [Primary].",
	"power.originstweaks.ender_body.name": "The Slender Form",
	"power.originstweaks.ender_body.description": "Thy very form doth resemble that of thy fellow Endermen, making thee taller in stature, granting thee greater reach, the power to lift blocks with ease, and to evade smaller projectiles launched against thee.",
	"badge.originstweaks.ender_body.0": "Thy height doth reach two and a half blocks, and thy reach extends one and a half times that of a common human.",
	"badge.originstweaks.ender_body.1": "Thou mayst evade smaller projectiles with nimble grace, though a respite of five seconds must pass thereafter.",
	"badge.originstweaks.ender_body.2": "Thou art able to break blocks with the gentle touch of silk, without the need for any cumbersome tools.",
	"origin.originstweaks.feline.name": "Feline [OT]",
	"origin.originstweaks.feline.description": "Bearing a guise akin to the cat, the Felines do frighten the creeping terrors away. With the nimbleness of their kindred, they ever land upon their feet without a scratch.",
	"power.originstweaks.natural_hunter.name": "The Hunter's Instinct",
	"power.originstweaks.natural_hunter.description": "Felines are predators by their very nature; their claws may be sharpened to greater lethality in fierce combat, and fish doth provide them with greater sustenance.",
	"badge.originstweaks.natural_hunter.0": "Employ [Primary] whilst holding naught in hand to strike with thy formidable Claws.",
	"badge.originstweaks.natural_hunter.1": "Sharpen thy Claws using the following blocks in due order: Logs or Wool (+5 Attack), Smooth Stone, Polished Granite, -Andesite or -Diorite (+6 Attack), Iron Block (+7 Attack), Diamond Block (+8 Attack).",
	"badge.originstweaks.natural_hunter.2": "Attacking with thy claws deals less of a knockback, which doth aid in the swift delivery of follow-up blows.",
	"badge.originstweaks.natural_hunter.3": "Food crafted from the bounty of the waters doth grant three more measures of hunger and two more of true satiety.",
	"power.originstweaks.dexterity.name": "The Acrobat's Grace",
	"power.originstweaks.dexterity.description": "The Felines' inherent agility doth allow them to move through their surroundings with remarkable ease.",
	"badge.originstweaks.dexterity.0": "Hold [Sneak] to charge thy mighty leap, then press [Jump] to perform a jump of impressive height.",
	"badge.originstweaks.dexterity.1": "Thou dost leap a trifle higher whilst engaged in a swift sprint.",
	"badge.originstweaks.dexterity.2": "Thou shalt nevermore suffer harm from any falls, no matter the dizzying height from whence thou mightest plummet.",
	"power.originstweaks.weak_arms.name": "Arms of Frailty",
	"power.originstweaks.weak_arms.description": "Thy arms do not permit the swift mining of stone as others might, and certain stones prove too solid to be broken by thy hand alone.",
	"badge.originstweaks.weak_arms.0": "Thou dost mine natural stone-like blocks and precious ore blocks fifty percent slower than the common folk.",
	"badge.originstweaks.weak_arms.1": "Thou art unable to break sturdy stone blocks, such as the deepslate blocks, deepslate ores, obsidian's dark glass, and the somber blackstone.",
	"badge.originstweaks.weak_arms.2": "These dire limitations may be overcome by the consumption of strength-giving potions or a pickaxe enchanted with the swiftness of Efficiency.",
	"power.originstweaks.cat_vision.name": "Eyes of the Night",
	"power.originstweaks.cat_vision.description": "Thou art blessed with the ability to perceive all within the deepest and most Stygian darkness.",
	"badge.originstweaks.cat_vision.0": "Toggle this nocturnal ability with a press of [Secondary].",
	"origin.originstweaks.merling.name": "Merling [OT]",
	"origin.originstweaks.merling.description": "These natural denizens of the vast ocean are not accustomed to being out of the life-giving waters for extended spans of time.",
	"power.originstweaks.aquadynamic.name": "Grace of the Tides",
	"power.originstweaks.aquadynamic.description": "Due to thine inherent experience with the ocean's currents and its deepest reaches, thou art able to wield Tridents with far greater skill and art well-versed in the craft of their making.",
	"badge.originstweaks.aquadynamic.0": "Thou dealest one and a half times the harm to watery entities whilst wielding a Trident beneath the rolling waves.",
	"badge.originstweaks.aquadynamic.1.prefix": "Thou art skilled enough to craft tridents with thine own hands.",
	"power.originstweaks.swim_speed.name": "The Swiftness of Fins",
	"power.originstweaks.swim_speed.description": "Thy very speed within the water is greatly increased, and thou mayst perform a swift and sudden dash, though a brief respite of five seconds must needs follow.",
	"badge.originstweaks.swim_speed.0": "Press [Sprint] to unleash a swift dash whilst swimming at speed through the waters.",
	"badge.originstweaks.swim_speed.1": "This aquatic ability doth compound in its effect with the enchantment of Depth Strider.",
	"power.originstweaks.aquatic.name": "Of the Watery Realm",
	"power.originstweaks.aquatic.description": "Thy natural place of birth lies deep within the boundless ocean, and thou dost suffer greater harm from the piercing Impaling enchantment.",
	"power.originstweaks.body_moisture.name": "The Need for Moisture",
	"power.originstweaks.body_moisture.description": "Thy very being may store water for a span of ten fleeting minutes. When this precious moisture doth wane, thou shalt begin to lose thy very breath.",
	"badge.originstweaks.body_moisture.0": "Step into refreshing water, stand within a cauldron filled to its brim, or partake of a simple vial of water to replenish thy vital watery stores.",
	"badge.originstweaks.body_moisture.1": "The fiery Nether doth drain thy precious water reserves twice as swiftly as the Overworld!",
	"badge.originstweaks.body_moisture.2": "The potent effect of a conduit shall endure for a far longer time and prevent thy body from losing its essential moisture.",
	"origin.originstweaks.phantom.name": "Phantom [OT]",
	"origin.originstweaks.phantom.description": "Being of both mortal human stock and ethereal phantom essence, these spectral beings may shift 'twixt a solid mortal form and an unseen phantom guise.",
	"power.originstweaks.phantomize.name": "The Shifting Veil",
	"power.originstweaks.phantomize.description": "Thou mayst shift 'twixt a tangible human guise and an ethereal phantom form, shouldst thou possess sufficient spectral soul energy.",
	"badge.originstweaks.phantomize.0": "Shift 'twixt thy Human and Phantom Forms by the simple use of [Primary].",
	"power.originstweaks.phasing.name": "Walking Through Walls",
	"power.originstweaks.phasing.description": "Whilst in thy spectral phantom state, thou mayst move with ease through solid matter, save for the unyielding Obsidian and blocks forged of solid Gold.",
	"badge.originstweaks.phasing.0": "Phasing doth swiftly drain thy precious soul energy; keep a most watchful eye upon its ebb and flow!",
	"badge.originstweaks.phasing.1": "Thou mayst not sprint with haste, swim through waters, fly through the air, attack thy foes, or interact with the solid blocks of the world whilst fully phased into the spectral realm.",
	"power.originstweaks.soulbound.name": "Bound to the Spirit Realm",
	"power.originstweaks.soulbound.description": "Thou requirest the very essence of soul energy to manifest and maintain thy ethereal phantom form.",
	"badge.originstweaks.soulbound.0": "Thy soul energy doth replenish at a slow and steady pace, yet thou mayst also draw it from the lingering spirits of slain mobs or the eerie glow of soul fire.",
	"power.originstweaks.spectral_wail.name": "The Wail of the Unseen",
	"power.originstweaks.spectral_wail.description": "Thou art able to release a piercing Wail that doth reveal the presence of other Entities nearby to thine spectral senses.",
	"badge.originstweaks.spectral_wail.0": "Press [Secondary] to send forth thy disquieting Wail.",
	"badge.originstweaks.spectral_wail.1": "The Wail doth highlight any mob or player within a radius of thirty and two blocks from thy spectral form.",
	"power.originstweaks.aurophobia.name": "The Fear of Gold",
	"power.originstweaks.aurophobia.description": "The very substance of gold doth possess a strange and repellent effect upon thy spectral kind.",
	"badge.originstweaks.aurophobia.0": "Thou mayst not partake of any golden victuals, don golden armor upon thy form, employ golden tools for thy labors, or phase thy ethereal self through blocks of solid gold.",
	"origin.originstweaks.shulk.name": "Shulk [OT]",
	"origin.originstweaks.shulk.description": "Related to the enigmatic Shulkers, the very bodies of the Shulk are naturally outfitted with a sturdy and protective shell-like skin.",
	"power.originstweaks.natural_armor.name": "The Sturdy Shell",
	"power.originstweaks.natural_armor.description": "Even without the adornment of crafted armor, thy natural shell provides a measure of stout protection.",
	"badge.originstweaks.natural_armor.0": "Thou dost begin thy days with a base of three sturdy armor points.",
	"badge.originstweaks.natural_armor.1": "Press and hold the [Sneak] command to slowly gain up to seven additional armor points of protection.",
	"badge.originstweaks.natural_armor.2": "Taking a heavy blow in combat (equal to or exceeding three hearts of damage) doth reduce thy bonus armor by a single point and disable the buildup of thy shell for a span of thirty seconds.",
	"power.originstweaks.antigravity_pellet.name": "The Pellet of Levitation",
	"power.originstweaks.antigravity_pellet.description": "Thou possessest the curious ability to shoot forth a levitating shulker bullet or to cause thine own form to ascend into the air.",
	"badge.originstweaks.antigravity_pellet.0": "Shoot forth a levitating shulker bullet by employing the [Secondary] command.",
	"badge.originstweaks.antigravity_pellet.1": "Cause thine own being to levitate upwards by employing [Secondary] whilst in a sneaking posture.",
	"origin.originstweaks.vanilla_elytra.name": "The Common Wings",
	"origin.originstweaks.vanilla_elytra.description": "Thy wings shall appear as the common Elytra, enabling the use of Elytra resource packs and the display of thine cherished cape patterns.",
	"origin.originstweaks.custom_wings.name": "Wings of Unique Design",
	"origin.originstweaks.custom_wings.description": "Thy wings shall bear a texture of thine own choosing, separate from the common Elytra, allowing designs unique and unbound by equippable wings. A template is provided within the OriginsTweaks Releases for thy artistic endeavors.",
	"origin.originstweaks.no_render.name": "Wings Unseen",
	"origin.originstweaks.no_render.description": "Rendereth no wings to the mortal eye, suitable for flight without visible means or for custom Elytra models fashioned through the arts of mods such as Figura.",
	"advancement.originstweaks.arachnid.root.title": "Of the Eight-Legged Kind",
	"advancement.originstweaks.arachnid.root.description": "Hark! Thou hast elected the Arachnid lineage.",
	"advancement.originstweaks.arachnid.bane_of_arthropods.title": "Avaunt, Ye Vermin!",
	"advancement.originstweaks.arachnid.bane_of_arthropods.description": "Endure the sting of a weapon imbued with the potent Bane of Arthropods, the fifth degree.",
	"advancement.originstweaks.arachnid.craft_cobweb.title": "A Thrifty Weaving",
	"advancement.originstweaks.arachnid.craft_cobweb.description": "Forge a Cobweb from nine strands of String, artfully entwined.",
	"advancement.originstweaks.arachnid.poison_illager.title": "A Venomous Onslaught",
	"advancement.originstweaks.arachnid.poison_illager.description": "With thy venomous touch, infect each and every sort of Illager and their confederates, at least upon one occasion.",
	"advancement.originstweaks.arachnid.webshot.title": "The Marvelous Spider-Man",
	"advancement.originstweaks.arachnid.webshot.description": "Unleash thy web seven times hence, neither setting foot on terra firma nor ascending any surface.",
	"advancement.originstweaks.avian.root.title": "Of the Feathered Kind",
	"advancement.originstweaks.avian.root.description": "Hark! Thou hast elected the Avian lineage.",
	"advancement.originstweaks.avian.buildlimit_sleep.title": "A Most Exalted Slumber",
	"advancement.originstweaks.avian.buildlimit_sleep.description": "Repose thyself at an altitude three hundred blocks or more aloft.",
	"advancement.originstweaks.avian.harvest_golden_crop.title": "A Fare Fit for a King",
	"advancement.originstweaks.avian.harvest_golden_crop.description": "Gather, or art thou skilled to forge, a carrot of gold, a melon that doth shimmer, or an apple of the purest ore.",
	"advancement.originstweaks.avian.speed.title": "Swifter Than Mortal Foot",
	"advancement.originstweaks.avian.speed.description": "Achieve a pace exceeding man's swiftness by twice the measure.",
	"advancement.originstweaks.avian.tame.title": "A Master of Beasts",
	"advancement.originstweaks.avian.tame.description": "Subdue a wildling without the aid of worldly possessions.",
	"advancement.originstweaks.blazeborn.root.title": "Of the Blazing Kindred",
	"advancement.originstweaks.blazeborn.root.description": "Hark! Thou hast elected the Blazeborn lineage.",
	"advancement.originstweaks.blazeborn.fuel.title": "Fire Doth Feed, and the Nether Abounds",
	"advancement.originstweaks.blazeborn.fuel.description": "Employ thy Burning Wrath to stoke a Campfire, a Brewing Stand, and a Furnace's belly.",
	"advancement.originstweaks.blazeborn.kill_wither_nether.title": "Sovereign of the Nether Realms",
	"advancement.originstweaks.blazeborn.kill_wither_nether.description": "Vanquish the Wither within the Nether's fiery domain, thou being of the Blazeborn kin.",
	"advancement.originstweaks.blazeborn.lava_bath.title": "A Bath of Molten Gold",
	"advancement.originstweaks.blazeborn.lava_bath.description": "Immerse thyself in the flowing lava's embrace.",
	"advancement.originstweaks.blazeborn.reach_overworld.title": "To Ascend to the World Above",
	"advancement.originstweaks.blazeborn.reach_overworld.description": "Reach the Overworld's embrace, thou being of the Blazeborn lineage.",
	"advancement.originstweaks.elytrian.root.title": "Of the Winged Kindred",
	"advancement.originstweaks.elytrian.root.description": "Hark! Thou hast elected the Elytrian lineage.",
	"advancement.originstweaks.elytrian.crash.title": "A Dreadful Plummet!",
	"advancement.originstweaks.elytrian.crash.description": "Suffer seven hearts, or more, of kinetic damage in a single fell swoop.",
	"advancement.originstweaks.elytrian.flight_ranged_attack.title": "Aerial Barrage",
	"advancement.originstweaks.elytrian.flight_ranged_attack.description": "Loose a ranged attack whilst gliding for at least three counts.",
	"advancement.originstweaks.elytrian.player_mount.title": "To the Infinite Expanse!",
	"advancement.originstweaks.elytrian.player_mount.description": "Permit another player to mount thy back and take to the skies.",
	"advancement.originstweaks.elytrian.y_700.title": "MAJESTICA - Beyond the Azure Vault",
	"advancement.originstweaks.elytrian.y_700.description": "Reach the lofty height of Y-Coordinate 700 by grace of thine aerial prowess.",
	"advancement.originstweaks.enderian.root.title": "Of the End's Kin",
	"advancement.originstweaks.enderian.root.description": "Hark! Thou hast elected the Enderian lineage.",
	"advancement.originstweaks.enderian.dodge_projectile.title": "A Lack of Skill!",
	"advancement.originstweaks.enderian.dodge_projectile.description": "Evade a launched missile by the swift magic of teleportation.",
	"advancement.originstweaks.enderian.max_waterprotection.title": "Proof Against the Waters",
	"advancement.originstweaks.enderian.max_waterprotection.description": "Don a piece of armor enchanted with Water Protection of the fourth degree.",
	"advancement.originstweaks.enderian.rain.title": "The Heavens Weep Ill Tidings",
	"advancement.originstweaks.enderian.rain.description": "Suffer harm from the falling rain.",
	"advancement.originstweaks.enderian.punch_pumpkin.title": "A Game of Hide and Seek",
	"advancement.originstweaks.enderian.punch_pumpkin.description": "Strike a player or a beast that doth adorn a Carved Pumpkin upon its head.",
	"advancement.originstweaks.feline.root.title": "Of the Cat-Like Kindred",
	"advancement.originstweaks.feline.root.description": "Hark! Thou hast elected the Feline lineage.",
	"advancement.originstweaks.feline.break_tough_stone.title": "A Stone Most Obstinate",
	"advancement.originstweaks.feline.break_tough_stone.description": "Cleave asunder a stubborn block by grace of Strength or Efficiency.",
	"advancement.originstweaks.feline.cooked_fish_stack.title": "A Hoard of Fish, Well-Cooked",
	"advancement.originstweaks.feline.cooked_fish_stack.description": "Bear within thy pouch a full measure of cooked cod or salmon.",
	"advancement.originstweaks.feline.sharp_claws.title": "Claws of Keenest Edge",
	"advancement.originstweaks.feline.sharp_claws.description": "Employ a log, smooth stone, iron block, and diamond block to bring thy claws to their sharpest point.",
	"advancement.originstweaks.feline.sleep_in_village.title": "In Safety's Embrace",
	"advancement.originstweaks.feline.sleep_in_village.description": "Slumber within a village's bounds, where an iron golem doth stand sentinel nearby.",
	"advancement.originstweaks.merling.root.title": "Of the Sea-Faring Kindred",
	"advancement.originstweaks.merling.root.description": "Hark! Thou hast elected the Merling lineage.",
	"advancement.originstweaks.merling.clear_monument.title": "The Guardians' Folly",
	"advancement.originstweaks.merling.clear_monument.description": "Rid an ocean monument of the ancient Elder Guardians.",
	"advancement.originstweaks.merling.conduit_power.title": "A Whirlpool's Fury",
	"advancement.originstweaks.merling.conduit_power.description": "Set a Conduit within a proper frame of prismarine and receive its potent effect.",
	"advancement.originstweaks.merling.loyalty_channeling.title": "Like unto the Thunderer",
	"advancement.originstweaks.merling.loyalty_channeling.description": "Enchant a Trident with the magics of Channeling and Loyalty, the third degree.",
	"advancement.originstweaks.merling.nether.title": "A Hostile Realm Indeed",
	"advancement.originstweaks.merling.nether.description": "As a Merling, venture into the fiery depths of the Nether.",
	"advancement.originstweaks.phantom.root.title": "Of the Spectral Kindred",
	"advancement.originstweaks.phantom.root.description": "Hark! Thou hast elected the Phantom lineage.",
	"advancement.originstweaks.phantom.absorb_boss_soul.title": "Bring Me Their Very Essences",
	"advancement.originstweaks.phantom.absorb_boss_soul.description": "Draw in the soul energy of a mighty boss beast.",
	"advancement.originstweaks.phantom.absorb_soulfire.title": "A Rejuvenating Flame",
	"advancement.originstweaks.phantom.absorb_soulfire.description": "Imbibe a portion of Soul Energy from the eerie Soul Fire.",
	"advancement.originstweaks.phantom.phase_attack.title": "A Nipping at the Heels",
	"advancement.originstweaks.phantom.phase_attack.description": "Strike a player or beast whilst partially merged with the very ground.",
	"advancement.originstweaks.phantom.spectral_wail.title": "The Echo That Reveals",
	"advancement.originstweaks.phantom.spectral_wail.description": "Discern a beast or player through solid walls by employing thy Spectral Wail.",
	"advancement.originstweaks.shulk.root.title": "Of the Shelled Kindred",
	"advancement.originstweaks.shulk.root.description": "Hark! Thou hast elected the Shulk lineage.",
	"advancement.originstweaks.shulk.inventory.title": "A Place for Thy Belongings",
	"advancement.originstweaks.shulk.inventory.description": "Place an item within the confines of thy Shulker Inventory.",
	"advancement.originstweaks.shulk.max_armor.title": "Completely Fortified",
	"advancement.originstweaks.shulk.max_armor.description": "Don thine armor and charge thy Sturdy Skin until thou art shielded by thirty points.",
	"advancement.originstweaks.shulk.shulker_bullet.title": "A Shot From Thine Own Kind",
	"advancement.originstweaks.shulk.shulker_bullet.description": "As a Shulk, be struck by a projectile loosed by another of thy ilk.",
	"advancement.originstweaks.shulk.tank_warden.title": "The Unyielding Paradox",
	"advancement.originstweaks.shulk.tank_warden.description": "Endure a melee blow from the Warden whilst unburdened by any physical armor."
}